[
  {
    "role": "Villager",
    "description": {
      "vi": "Villager - Dân làng: Không có chức năng đặc biệt.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": ""
  },
  {
    "role": "Werewolf",
    "description": {
      "vi": "Werewolf - Sói: Chọn 1 người để giết mỗi đêm.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": "kill"
  },
  {
    "role": "Cupid",
    "description": {
      "vi": "Cupid - Thần tình yêu: Đầu mỗi ván chơi, Cupid sẽ được gọi dậy và chọn ra hai người yêu nhau. Cặp đó sẽ chết nếu 1 trong 2 bị chết. Nếu hai người thuộc hai phe khác nhau (Sói vs Dân) thì họ thành phe thứ 3 với nhiệm vụ là hai người cuối cùng sống sót.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": ""
  },
  {
    "role": "Fox",
    "description": {
      "vi": "Fox - Cáo: Thuộc phe thứ ba, cáo sẽ chiến thắng nếu tất cả sói bị giết. Sẽ chết nếu bị Tiên tri soi trúng. Tuy nhiên, Cáo không chết nếu được Bảo vệ trong đêm bị soi.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": ""
  },
  {
    "role": "Guard",
    "description": {
      "vi": "Guard - Bảo vệ: Bảo vệ được chọn 1 người khác nhau mỗi đêm trừ bản thân và người được chọn sẽ bất tử đêm đó.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": "guard"
  },
  {
    "role": "Lycan",
    "description": {
      "vi": "Lycan - Người hóa sói: Người hóa sói thuộc Phe dân làng, nhưng nếu được chỉ định bởi Tiên tri, thì sẽ bị thông báo là Sói.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": ""
  },
  {
    "role": "Seer",
    "description": {
      "vi": "Seer - Tiên tri: Soi một người chơi có phải là sói hay không. Có thể giết chết Cáo nếu soi trúng Cáo.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": "seer"
  },
  {
    "role": "Superwolf",
    "description": {
      "vi": "Superwolf - Sói già: Chọn 1 người để giết mỗi đêm. Sói già có khả năng che giấu Tiên tri và không bị soi ra là sói.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": "kill"
  },
  {
    "role": "Minion",
    "description": {
      "vi": "Minion - Kẻ phản bội: Là người nhưng bị mua chuộc theo phe sói. Minion biết ai là sói nhưng phe sói không biết ai là Minion.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": ""
  },
  {
    "role": "Witch",
    "description": {
      "vi": "Witch -  Phù thủy: Vào ban đêm, Phù thủy có 1 bình phép có thể phục sinh một người chơi đã chết. Chức năng này chỉ được sử dụng một lần duy nhất trong game.",
      "en": ""
    },
    "daytime_command": "vote",
    "nighttime_command": "reborn"
  }
]