{
  "Villager": {
    "name_vi": "Dân làng",
    "description": {
      "vi": "Không có chức năng đặc biệt.",
      "en": "A simple villager."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": []
  },
  "Werewolf": {
    "name_vi": "Sói",
    "description": {
      "vi": "Chọn 1 người để giết mỗi đêm.",
      "en": "Chooses a player to kill at night."
    },
    "party": 2,
    "daytime_command": "vote",
    "nighttime_commands": ["kill"]
  },
  "Superwolf": {
    "name_vi": "Sói già",
    "description": {
      "vi": "Chọn 1 người để giết mỗi đêm. Sói già có khả năng che giấu Tiên tri và không bị soi ra là sói.",
      "en": "Chooses a player to kill at night. Can't be seen as a Werewolf."
    },
    "party": 2,
    "daytime_command": "vote",
    "nighttime_commands": ["kill"]
  },
  "Guard": {
    "name_vi": "Bảo vệ",
    "description": {
      "vi": "Bảo vệ được chọn 1 người khác nhau mỗi đêm và người được chọn sẽ bất tử đêm đó.",
      "en": "Guards a player: Protect the player from being killed."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["guard"]
  },
  "Hunter": {
    "name_vi": "Thợ săn",
    "description": {
      "vi": "Vào ban đêm, chọn 1 người khác để chết chung với mình. Ghi nhận lệnh cuối cùng.",
      "en": "Target a player to die together at night. Accept latest command."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["hunter"]
  },
  "Lycan": {
    "name_vi": "Người hóa sói",
    "description": {
      "vi": "Dù thuộc phe Dân, nhưng nếu được chỉ định bởi Tiên tri, thì sẽ bị thông báo là Sói.",
      "en": "A villager but is seen as a Werewolf."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": []
  },
  "Seer": {
    "name_vi": "Tiên tri",
    "description": {
      "vi": "Soi một người chơi có phải là sói hay không. Có thể giết chết Cáo nếu soi trúng Cáo.",
      "en": "Sees who is the Werewolf. Can kill Fox if Seer sees Fox."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["seer"]
  },
  "Betrayer": {
    "name_vi": "Kẻ phản bội",
    "description": {
      "vi": "Là người nhưng bị mua chuộc theo phe Sói. Kẻ phản bội biết ai là Sói nhưng phe Sói không biết ai là Kẻ phản bội.",
      "en": "A human but betrays Villagers. Betrayer knows Werewolf players."
    },
    "party": 2,
    "daytime_command": "vote",
    "nighttime_commands": []
  },
  "Fox": {
    "name_vi": "Cáo",
    "description": {
      "vi": "Cáo sẽ chiến thắng nếu tất cả sói bị giết. Sẽ chết nếu bị Tiên tri soi trúng. Tuy nhiên, Cáo không chết nếu được Bảo vệ trong đêm bị soi.",
      "en": "Fox wins if all werewolves are killed. Fox is dead if being revealed by Seer. Fox will not be dead if being protected by Guard."
    },
    "party": 3,
    "daytime_command": "vote",
    "nighttime_commands": []
  },
  "Witch": {
    "name_vi": "Phù thủy",
    "description": {
      "vi": "Vào ban đêm, Phù thủy có 1 bình phép có thể phục sinh một người chơi đã chết, đôi khi cũng có thể nguyền rủa một người còn sống. Mỗi chức năng này chỉ được sử dụng một lần duy nhất trong game.",
      "en": "Can reborn a dead player, and also can curse an alive player once per game."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["reborn", "curse"]
  },
  "Zombie": {
    "name_vi": "Xác sống",
    "description": {
      "vi": "Có thể tự hồi sinh một lần duy nhất trong game.",
      "en": "Can reborn once."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["zombie"]
  },
  "Cupid": {
    "name_vi": "Thần tình yêu",
    "description": {
      "vi": "Đầu mỗi ván chơi, Cupid sẽ được gọi dậy và chọn ra hai người yêu nhau. Cặp đó sẽ chết nếu 1 trong 2 bị chết. Nếu hai người thuộc hai phe khác nhau (Sói vs Dân) thì họ sẽ chiến thắng khi là hai người cuối cùng sống sót (hoặc khi phe của họ thắng). Thần tình yêu có thể chiến thắng cùng cặp đôi hoặc khi dân làng thắng.",
      "en": "On the first day, Cupid can choose 2 players and make them to be a couple. If one of them is dead, the other will be also dead. If the couple belongs to different parties (Werewolf and Villager), then they will win if they are the last stand players (or when their own team win). Cupid may win together with the couple or the Villagers."
    },
    "party": 3,
    "daytime_command": "vote",
    "nighttime_commands": ["ship"]
  },
  "Chief": {
    "name_vi": "Trưởng làng",
    "description": {
      "vi": "Vào ban ngày, phiếu bầu của Trưởng làng được bí mật tính là 2.",
      "en": "On dayphase, the Chief's vote is secretly counted as 2."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": []
  },
  "Tanner": {
    "name_vi": "Kẻ chán đời",
    "description": {
      "vi": "Kẻ chán đời sẽ chỉ chiến thắng nếu bị dân làng bỏ phiếu để tử hình. Bắt đầu từ ngày thứ 2, mỗi buổi sáng, Kẻ chán đời phải bầu một người để tử hình, nếu không Kẻ chán đời sẽ chết. Sau 7 ngày, Kẻ chán đời mất khả năng chiến thắng độc lập và trở thành người dân bình thường.",
      "en": "Tanner only wins if he is voted out during the dayphase. From the second day, in every morning, Tanner has to vote one player, or else he will die. After 7 days, Tanner will lose the ability to win as a third party, continue to play as a Villager."
    },
    "party": 3,
    "daytime_command": "vote",
    "nighttime_commands": []
  },
  "Pathologist": {
    "name_vi": "Bác sĩ pháp y",
    "description": {
      "vi": "Bác sĩ pháp y mỗi đêm được chọn một người đã chết và biết được vai trò của người đó.",
      "en": "Pathologist each night can choose one deceased person and reveal their role."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["autopsy"]
  },
  "ApprenticeSeer": {
    "name_vi": "Tiên tri tập sự",
    "description": {
      "vi": "Nếu Tiên tri đã chết, Tiên tri tập sự sẽ trở thành Tiên tri của làng.",
      "en": "If the Seer dies, the Apprentice Seer will become the village's Seer."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["seer"]
  },
  "Diseased": {
    "name_vi": "Người bệnh",
    "description": {
      "vi": "Nếu Người bệnh bị Sói cắn, thì Sói sẽ không thể cắn người nào vào đêm tiếp theo do bị bệnh.",
      "en": "If a Diseased is killed by Werewolf, the Werewolf will not be able to kill anyone the following night due to the diseased."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": []
  },
  "Rat": {
    "name_vi": "Chuột ma sói",
    "description": {
      "vi": "Chuột ma sói không biết ai là Sói và phe Sói không biết ai là Chuột ma sói. Mỗi đêm có thể cắn một người. Chuột ma sói sẽ chết nếu cắn trúng Cáo hoặc Bảo vệ.\nNếu Chuột ma sói cắn phải Người bệnh, cả 2 sẽ chết trừ khi 1 trong 2 người được bảo vệ - lúc này Chuột ma sói sẽ chỉ bị nhiễm bệnh mà không chết.",
      "en": "Rat doesn't know who belongs to the Werewolf party, and the Werewolf party doesn't know who is Rat. Each night, Rat can bite someone. Rat will die if Rat bit a Fox or a Guard.\nIf Rat bites Diseased, both will die unless one of them is protected - at this case the Rat will only be ill and not die."
    },
    "party": 2,
    "daytime_command": "vote",
    "nighttime_commands": ["bite"]
  },
  "Cursed": {
    "name_vi": "Kẻ bị Nguyền rủa",
    "description": {
      "vi": "Kẻ bị Nguyền rủa ban đầu là người, Tiên tri soi cũng ra người. Nếu Kẻ bị Nguyền rủa bị Sói cắn thì sẽ không chết, mà từ đêm tiếp theo sẽ biến thành Sói, đồng thời nếu Tiên tri soi thì cũng sẽ là Sói.",
      "en": "Cursed was originally human, and the Seer would see them as human. If the Cursed is bitten by a Werewolf, they will not die but will transform into a Werewolf starting from the next night. Additionally, if the Seer checks them afterward, they will also appear as a Werewolf."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["kill"]
  },
  "Harlot": {
    "name_vi": "Kỹ nữ",
    "description": {
      "vi": "Kỹ nữ được lựa chọn một người để đến ngủ thăm vào buổi đêm.\n\nNếu Kỹ nữ đến thăm nạn nhân của Sói, Kỹ nữ sẽ chết theo kẻ đó.\nNếu Kỹ nữ đến thăm Sói, Sói sẽ không cắn được ai và Kỹ nữ sẽ chết.\nNếu Kỹ nữ bị Sói nhắm trúng mà Kỹ nữ đi thăm người khác, Kỹ nữ sẽ không bị sói cắn.",
      "en": "Harlot can select a person to visit each night.\n\nIf Harlot visits Werewolf's victim, Harlot will die with them.\nIf Harlot visits a Werewolf, the Werewolves can't bite anyone and Harlot will die.\nIf Harlot is Werewolf's victim but Harlot was visiting other player, Harlot will not be killed by Werewolf."
    },
    "party": 1,
    "daytime_command": "vote",
    "nighttime_commands": ["sleep"]
  }
}
